{
  "innercontent": [
    "<h2>PRIVACY POLICY</h2><br><br>",
    "DPC Pvt Ltd  is committed to collecting only the minimum of personal information from you so as to be able to provide you with the best possible customer service experience and comply with our legal obligations.<br><br>DPC is the owner and operator of the website at www.DPC.com (website).<br><br>This Privacy Policy describes our policy, and the policy of our franchisees and contractors, in relation to the collection, use, disclosure, retention and storage of your personal information for the provision of our photography products and services and the above site and any related service or application provided by us where this Privacy Policy is referenced (Services).<br><br><b>What Personal Information do we collect from you?</b><br>Personal information is information that may be used to identify you.  We collect the following types of personal information:<br><br><li>We may collect certain information about students in the course of undertaking our photography services, including, for example, a students name, year/class, teacher, school, date of birth, student ID number, mobile number, email address and parents names.</li><li>We may ask you for certain information before you will be permitted to register via our website, access your childs photos or place an order for products with us.  This is likely to include personal information about you including your e-mail address, name, home or work address or telephone number.</li>In addition, we may also collect information that does not readily identify you, such as:<br><li>anonymous demographic information, which is not unique to you, such as your postcode, age, gender, preferences, interests and favourites; and/or</li><li>additional information we are required or authorised by applicable national laws to collect and process in order to authenticate or identify you or to verify the information we have collected.</li><br>We also collect information that is usually non-personally identifiable, including but not limited to: geo-location information, browser type, version and language, operating system, pages viewed while browsing the website, page access times and referring website address. This collected information is used solely internally for the purpose of gauging visitor traffic, trends and delivering personalized content to you while you are using our services.<br><br><b>Why do we collect personal information?</b><br>We use the information collected in the course of undertaking the school attendance and photography to collate and categorise photography for subsequent upload to our secure website and to provide security screening information to prevent unauthorised access to your childs photos (for example, where the security code or password that we have provided has been misplaced).<br><br>We use the personal information we collect from you via our website to: <br><li>provide and improve our Services;</li><li>to identify you and ensure that only authorised persons have access to your childs photos;</li><li>to provide you with a personalised experience on our website (especially, by offering you services and items that you may like);</li><li>to contact you about your account and our Services;</li><li>to provide you customer service and deliver goods to you; and/or</li><li>to detect, prevent, mitigate and investigate fraudulent or illegal activities.</li><br><b>How do we store your information?</b><br>We store your personal information on servers operated by either us or third party providers, which may be stored anywhere in the world.<br><br>We use only reputable storage providers who are strictly compliant with GDPR and follow strict security procedures to ensure that your personal information is not damaged, destroyed, or disclosed to a third party (other than our third party storage providers) without your permission and to prevent unauthorized access to it.<br><br>We require that all computers that store your information are kept in a secure facility with restricted physical access with strict secure firewalls and other measures to restrict electronic access.<br><br>Only those of our employees or our franchisees who need the information to perform a specific task are granted access to personally identifiable information.<br><br>We will explicitly ask you when we need information to identify you. We may require you to co-operate with our security checks before we disclose information to you. You can update the personal information that you give us at any time by contacting us.<br><br><b>When do we disclose your personal information?</b><br>Under no circumstances will we sell your personal information to third parties for any purpose, whether commercial or otherwise.<br><br>We may disclose your personal information to the following parties and for the following purposes:<br><li>to law enforcement or governmental agencies, or authorised third parties, in response to a verified request relating to a criminal investigation or alleged or suspected illegal activity or any other activity that may expose us, you, or any other of our users to legal liability.</li><li>to third parties involved in a legal proceeding, if they provide us with a subpoena, court order or substantially similar legal procedure, or we otherwise believe in good faith that the disclosure of information is necessary to prevent imminent physical harm or financial loss or to report suspected illegal activity.</li><li>if we or our business were to be acquired by another company, we may share your personal information with that other company. Should such an event occur, we will require that the new owner agrees to follow this Privacy Policy and applicable laws with respect to your personal information.</li><li>to third party payment providers that we may use from time to time to detect, mitigate and investigate potential fraud or security breaches and facilitate the expedient processing of payments when you pay using a payment processor.</li><br>Only the minimum personal information required to achieve these purposes will be disclosed.<br><br><b>How can you access and correct your personal information?</b><br>You have a right to access and request corrections to your personal information, subject to exceptions allowed by law.<br>If you would like to do so, please let us know. You may be required to put your request in writing for security reasons.<br><br><b>What about information you share with other parties?</b><br>This Privacy Policy does not apply to any personal information that you provide to any third party that we may link to or that may integrate with or support our Services.<br>This may include, but is not limited to, payment facilitators, content upload or download service providers and other users.   Such third parties may have their own privacy policies and methods of collecting and using your data that may need to be considered before you choose to share information with them.<br><br>By registering for or using an account with us, you consent to our collection, use, disclosure, retention and protection of your personal information solely as described in this Privacy Policy.<br><br><b>Why do we use cookies?</b><br>The website uses cookies to help you personalize your online experience. A cookie is a text file that is placed on your hard disk by a web server. Cookies cannot be used to run programs or deliver viruses to your computer.<br><br>One of the primary purposes of cookies is to provide a convenience feature to save you time. The purpose of a cookie is to tell the web server that you have returned to a specific page and to recall the information supplied on that page - this simplifies the process of recording your personal information, such as billing addresses, shipping addresses, and so on.<br><br>You have the ability to accept or decline cookies. If you choose to decline cookies, you may not be able to fully experience the features of the DPC website.<br><br><b>Changes to this Privacy Policy</b><br>We reserve the right to make amendments to this Privacy Policy at any time.  We will notify you upon login if we have made any such changes and you will be offered the opportunity to decline to accept such changes.  However, our Services may cease to be available to you if you do so.<br><br><b>Contacting us</b><br>DPC welcomes your comments regarding this Privacy Policy.   If you have any questions about this Privacy Policy and would like further information or would like to request access to and/or correction of your personal information, please contact the Data Protection Officer by email at admin@DPC.com."
  ]
}
